'''
1. Пользователь вводит число. Программа определяет его чётность/нечётность и выводит ответ в виде слова: «чётное» или «нечётное».
2. Пользователь вводит два целых числа. Программа определяет: кратно
ли большее из них по отношению к меньшему.  
> Например, ввели два числа 11 и 33 – ответ: «33 кратно 11».
3. Пусть даны три числа. Программа выбирает меньшее из трёх.
4. Пусть даны длины трёх отрезков. Программа определяет можно ли из них построить треугольник.
5. Пользователь вводит радиус круга. Программа в ответ выводит два ответа в столбик: длина окружности и площадь круга.
'''
#  
#  
import module


# task_01
# print(module.isEven(int(input("Введите натуральное число - "))))

# task_02
# a = int(input("Введите 1-ое целое число - "))
# b = int(input("Введите 2-ое целое число - "))
# print(module.isDivide(a, b))

# task_03
# a = int(input()); b = int(input()); c = int(input())

# if b > a < c: 
#   print(a)
# elif b < c:
#   print(b)
# else:
#   print(c)                                                                  

# task_04
import math
math.pi









